# Словник команд та їх описи
commands = {
    "add_contact": "Додати контакт",
    "add_phone": "Додати телефон до контакту",
    "change_contact": "Змінити контакт",
    "search_by_phone": "Пошук за номером телефону",
    "all_contact": "Показати всі контакти",
    "delete_contact": "Видалити контакт",
    "add_birthday": "Додати день народження",
    "delete_birthday": "Видалити день народження",  # додано видалити день народження зробити Null
    "show_birthday": "Показати день народження",
    "show_all_birthdays": "Показати всі дні народження",
    "search_by_date_birthday": "Пошук за датою народження",
    "add_note": "Додати нотатку",
    "all_note": "Показати всі нотатки",
    "search_note": "Пошук нотаток за тегами",
    "sorting_note_by_tags": "Сортування нотаток за тегами",
    "delete_note": "Видалити нотатку",
    "update_note": "Оновити нотатку",
    "hello": "Привіт",
    "exit": "Вийти",
    "close": "Вийти",
    "help": "Показати список команд", # додано показати список команд
}